[app]
language=Français
load_error=Ce fichier semble être endommagé ou non pris en charge
load_error_ext=Vous devez installer les ▢ Extensions d'image pour ouvrir vos ▢ fichiers
yes=Oui
no=Non
LANGUAGE_TIP=Changer la langue nécessite de redémarrer l'application
OPEN_WITH=Voir avec PhoXoSee
welcome=Bienvenue dans PhoXoSee!
intro=PhoXoSee est un visualiseur d'images ultra-rapide et léger
welcome_open=OUVRIR
plugin_button=INSTALLER
cancel=Annuler
ocr_none=Aucun texte trouvé dans l'image.

[TOOLBAR]
1=Bande de film (F)
2=Voir l'emplacement
3=Taille réelle (/ ou 1)
4=Adapter à la fenêtre (/ ou 1)
5=Zoom avant (Ctrl + Roulette)
6=Zoom arrière (Ctrl + Roulette)
7=Image précédente (←)
8=Image suivante (→ ou Espace)
9=Faire pivoter de 90° vers la gauche (Ctrl+L)
10=Faire pivoter de 90° vers la droite (Ctrl+R)
11=Supprimer (Suppr)
12=Redimensionner l'image (F2)
13=Amélioration de la vue
14=Menu (M)
15=Plein écran (Entrée)
16=Quitter le plein écran (Entrée)
17=Thème de couleur
18=Rechercher des photos par date de prise de vue
19=Nouvelle version disponible
20=Rogner (K)

[ColorTheme]
1=Barre de titre: suivre le système|Barre de titre: thème clair|Barre de titre: thème sombre|Barre de titre: Personnalisée
t=Maintenez Shift pour définir en survolant

[ViewEnhance]
t=Luminosité|Coloré|Accentuer|Lueur douce

[EXIF]
0=Information
1=Nom du fichier:
2=Type de fichier:
3=Taille du fichier:
4=Taille de l'image:
5=Date de modification:
20=Date de prise de vue:
21=Marque:
22=Modèle:
23=Modèle de l'objectif:
24=Ouverture:
25=Ouverture maximale:
26=Temps d'exposition:
27=Résolution:
28=Sensibilité ISO:
29=Longueur focale:
30=Mode de mesure:
31=Flash:
33=Programme d'exposition:
35=Nombre de vues:
50=Logiciel:
80=_/Moyenne/Pondération centrale/Ponctuel/Multizone/Pattern/Partielle
81=Flash déclenché/Pas de flash
83=_/Manuel/Programme normal/Mode priorité ouverture/Mode priorité vitesse d'obturation/Programme créatif (orienté vers la profondeur de champ)/Programme d'action (orienté vers la vitesse d'obturation rapide)/Mode portrait (pour les photos en gros plan avec l'arrière-plan flou)/Mode paysage (pour les photos de paysage avec l'arrière-plan net)

[TITLE]
10=
11=
12=
30=
31=
32=

[DlgSetting]
page=Vue|Général|Association|Explorateur|Divers|Confidentialité
10=Accélération matérielle (GPU)
11=Ne pas cocher cette option si l'image apparaît anormale
12=Afficher une boîte de dialogue de confirmation avant de supprimer
13=Stratégie d'affichage intelligent pour les images extrêmement longues
14=Afficher la taille réelle et positionner automatiquement en haut
15=Qualité de sauvegarde JPEG
16=[0..100], 80 est recommandé
19=Ne pas autoriser plusieurs instances du logiciel
20=Désactiver l'animation de démarrage sur la fenêtre principale
21=Activer l'historique des fichiers récents
22=Sauvegarder les paramètres de l'interface utilisateur
23=Rouvrir la dernière image au démarrage
24=Afficher les miniatures des formats sélectionnés (redémarrage possible)
25=Supprimer définitivement les fichiers (ne pas les déplacer dans la Corbeille)
26=Fond automatique pour SVG si trop clair/foncé dans le thème actuel
100=Roulette de la souris
101=Image précédente/suivante|Zoom
103=Double clic
104=Zoom avant (2x)|Taille réelle (100 %)|Plein écran
106=Fournisseur GPS
107=Cartes Bing|Cartes Google
109=Niveau de zoom maximal
110=Boucler le dossier lorsqu'on atteint la première/dernière image
113=Sauvegarde automatique après rotation de l'image
114=Ignorer le profil ICC intégré de l'image
115=Vider le cache des miniatures
116=Pas de zoom
117=Standard|Rapide
118=Afficher la grille de transparence
119=Toujours afficher les images en haute qualité (légèrement plus lent)
200=Extension|Application par défaut
201=Changer
300=Ajouter un élément de menu contextuel dans l'Explorateur Windows
301=Touche ÉCHAP pour quitter l'application
302=Nuit précédente/page suivante
303=Circulaire
304=Masquer automatiquement la barre d'outils
305=Désactiver l'interpolation lorsque le zoom > 100%
306=Désactiver les coins arrondis du système
307=Rechercher automatiquement les mises à jour

[DlgDelete]
t=Supprimer le fichier|Ne me demandez plus|Voulez-vous déplacer ce fichier dans la Corbeille ?

[DlgResize]
t=Redimensionner l'image|Largeur|Hauteur|Conserver le ratio
1=Afficher la taille estimée\nTaille WebP calculée (<2M px)

[DlgCustomizeTool]
1=Aligner à gauche|Centrer|Aligner à droite
tip=Réinitialiser par défaut|Supprimer le bouton|Déplacer à gauche|Déplacer à droite|Appliquer les modifications

[DlgAbout]
0=À propos
1=Version :
2=Droit d'auteur © ▢ FULI. Tous droits réservés.
3=Gratuit pour un usage personnel et commercial
4=Vérifier les mises à jour
5=Fermer
6=Vous utilisez la dernière version
7=Une nouvelle version est disponible. Souhaitez-vous la télécharger maintenant?
8=Crédits

[SearchImage]
1=Choisir le répertoire contenant les images
3=Rechercher des photos à partir de la date de prise de vue :
4=seulement ce jour|dans les 10 jours|dans les 30 jours|dans les 100 jours
5=Rechercher
8=Recherche des images en cours
9=La recherche a été annulée
10=Total des images trouvées

[BatchSvg]
1=Sélectionner le répertoire contenant les fichiers ▢
2=Sélectionner la taille de l'image de sortie
3=Convertir
4=Aucun fichier ▢ trouvé dans ce répertoire
5=La conversion d'image est terminée.
6=Choisir le dossier de sortie
7=Échec de la conversion: 
8=La conversion a été annulée.

[File]
SUPPORT_FILE=Toutes les images
SAVE_ERROR=Échec de la sauvegarde de l'image
5=Le répertoire n'existe pas
6=Parcourir...

[MENU]
2=Quitter
12=Taille réelle
13=Ajuster à la fenêtre
21000=Ouvrir
21001=Enregistrer sous
21002=Copier
21100=Imprimer
tool=Outils
21101=Obtenir le fond d'ecran actuel
21806=Reconnaître le texte dans l'image
21807=Rogner
21600=Toujours au premier plan
wheel=Roulette de la souris
21700=Image précédente/suivante
21701=Zoom
toolbar=Barre d'outils
21750=Haut
21751=Bas
21805=Personnaliser la barre d'outils
language=Langue
21800=Paramètres
21801=À propos
recent=Fichiers récents
21804=Effacer
20000=Information
21003=Ouvrir l'emplacement de l'image
openwith=Ouvrir avec
21803=Sélectionner
20013=Plein écran
21004=Coller l'image
21108=Masquer automatiquement la barre d'outils
21110=Convertir SVG → PNG
21115=Convertir HEIC → JPG